<template>
    <div class="end-title">
        <h1>エンジニアリングへの想い</h1>
    </div>
    <div class="end-description">
        <p>
            体験価値を届けられるようなエンジニアになりたい。
            私自身が抱えている課題や周りの身近な人が抱えている問題をエンジニアリングで解決できるようになりたいと考えています。<br />
            ものづくりが好きなので、生涯エンジニアとして社会に貢献し続けたいとも思っています。<br />
            将来的にはバックエンドやインフラの技術も身につけ、フルスタックエンジニアとして幅広く活躍できるようになりたいです。<br />
            技術だけでなく様々なIT業界に関わる資格も取得していこうと考えています。<br />
            まだまだ至らない点はたくさんありますが、時代に合わせた技術を追いかけつつ、クライアントに寄り添ったエンジニアリングができるよう、心がけていきます。
        </p>
    </div>
</template>
